---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.YJustification
source: html/5c174925-079f-53f6-70cb-f9d3870d3fc7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.YJustification Property

"y Justification"

## Syntax (C#)
```csharp
public static ForgeTypeId YJustification { get; }
```